import React from 'react';



export default function SnapshotRules() {

    return(
        <div style={{color: "red", direction: "rtl"}}>
            قوانین نامگذاری تصاویر آنی:
            <ul>
                <li>
                    نام تصویر آنی باید به انگلیسی وارد گردد.
                </li>
                <li>
                    حداقل تعدادکاراکترهای نام تصویر آنی 4 عدد می باشد!
                </li>
                <li>
                    نام تصویر آنی باید فقط شامل حرف و عدد باشد، استفاده از کاراکتر خاص به جزخط فاصله
                    مجاز نمی
                    باشد!
                </li>
                <li>
                    استفاده از فضای خالی بین کلمات مجاز نمی باشد. جهت جداسازی کلمات می توانید از خط
                    فاصله کمک بگیرید!
                </li>

            </ul>

        </div>
    )

}