function addItem(question, answer) {
    return {
        question: question,
        answer: answer
    }
}

export const items = [
    addItem('آیا من می تونم در هنگام ساخت سرور مبلغ مورد نظر رو واریز کنم؟', 'خیر- شما حتماً جهت استفاده از هر کدوم از سرورها باید تا ۴۸ ساعت توی حساب کاربری خودتون موجودی داشته باشید. به عنوان مثال در صورتی که می‌خواهید از سرور ۵۲۱ مگابایتی استفاده کنید- با توجه به اینکه هزینه استفاده از این نوع سرور ساعتی ۷۰ تومان هستش بنابراین شما باید قبل از استفاده از این سرور به میزان ۴۸ ساعت یعنی ۳۳۶۰ تومان توی حسابتون موجودی داشته باشید!'),
    addItem('آیا این امکان ارتقاء یه سروری که قبلا ایجاد کردم وجود داره؟', 'بله، در صورتیکه پس از مدتی متوجه شدید که سرور شما نیاز به مشخصات بالاتری داره به راحتی در قسمت تنظیمات مربوط به سرور مورد نظرتون می تونید در بخش تغییر مشخصات نسبت به ارتقاء سرورتون اقدام کنید. از طریق این ویژگی شما می تونید در عرض چند دقیقه سروری با مشخصات جدید داشته باشید. این در حالیست که هیچ کدام از اطلاعات موجود در سرور شما از بین نخواهد رفت.'),
    addItem('نحوه محاسبه هزینه ها و پرداخت پول در کلادینو به چه صورت است؟', 'هزینه‌های مربوط به هر سرور در کلادینو بر اساس ساعت محاسبه می شه. محاسبه ساعتی این مزیت رو برای شما ایجاد می کنه که بتونید به همون میزان که از سرورتون استفاده می‌کنید پرداخت داشته باشید. بنابراین در کلادینو شما نیاز ندارید که کل مبلغ استفاده از سرور مورد نظرتون رو به صورت یک‌جا و سالانه و یا ماهانه پرداخت کنید. هر زمان که شما دیگه نیاز به سرورتون نداشتید خیلی راحت می تونید اون سرور رو حذف کنید و با این کار در هزینه‌های خودتون صرفه جویی کنید چون بعد از حذف شدن سرور دیگه مبلغی بابت اون سرور از شما کسر نمی شه!'),
    addItem('من ایمیلی که شامل اطلاعات اولیه حساب کاربری هستش رو گم کردم، آیا این امکان وجود داره که شما رمز عبور را دوباره برای من ارسال کنید؟', 'به دلیل ملاحظات امنیتی، ما رمز عبور حساب کاربری رو مجدد ارسال نمی کنیم، بنابراین درصورتیکه رمز عبور ورود به حساب کاربری خودتون رو فراموش کردین می تونید در صفحه ورود با کلیک کردن روی لینک "رمز عبور خود را فراموش کرده ام" نسبت به تغییر رمز عبور خود اقدام نمایید.'),
];